Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: A type of module that acts as a plugin to your Network System. LSP's usually have low level access to your network and Internet data
fr_fr: Type de module agissant comme un plug-in de votre système de réseau. Les LSP ont généralement un accès de faible niveau à votre réseau et à vos données Internet.

source: A shortcut to a URL that exists in your Internet Browser or your desktop
fr_fr: Raccourci vers un URL existant dans votre navigateur Internet ou sur votre bureau

source: Software that allows users to exchange shared files over the Internet
fr_fr: Logiciel permettant aux utilisateurs d'échanger des fichiers partagés sur Internet

source: Software that propagates by creating duplicates of itself on other computers
fr_fr: Logiciel se propageant en se dupliquant sur d'autres ordinateurs

source: Software that manages the download of other software onto computers
fr_fr: Logiciel qui gère le téléchargement d'autres logiciels sur les ordinateurs

source: Software that propagates itself by attaching to other valid programs, or by existing as a separate program
fr_fr: Logiciel se propageant en se greffant à des programmes valides ou en tant que programme distinct

source: Software that contains a non-standard or questionable End User License Agreement. For example, a license agreement that states the software or license may be updated without first notifying the user and that the user agrees to any future changes made to the software and/or license agreement. EULAware may broadly permit the software to transmit any type of information to a server, including information unrelated to the function of the software application
fr_fr: Logiciel présentant un contrat de licence utilisateur final non standard ou douteux. Par exemple, un contrat de licence mentionnant que le logiciel ou la licence est susceptible de subir des modifications sans notification préalable et stipulant que l'utilisateur accepte toute modification future effectuée au niveau du logiciel et/ou du contrat de licence. Il se peut que le CLUF permette entièrement au logiciel de transmettre des informations de toute sorte à un serveur, y compris des informations n'ayant aucun lien avec la fonction de l'application logicielle en soi

source: A particularly complex set of Browser hijacker variants that require innovative detect and remove techniques
fr_fr: Ensemble particulièrement complexe de variantes de pirates de navigateur requérant des techniques de détection et de suppression innovantes

source: A medium risk security weakness that exists on your computer that could be used to compromise your systems security
fr_fr: Faille de sécurité représentant un risque de sécurité moyen, détectée sur votre ordinateur et risquant d'être exploitée et de compromettre la sécurité de vos systèmes

source: A high risk security weakness that exists on your computer that can be used to compromise your systems security
fr_fr: Faille de sécurité représentant un risque de sécurité élevé, détectée sur votre ordinateur et risquant d'être exploitée et de compromettre la sécurité de vos systèmes

source: We strongly recommend that you remove this item as it is part of an application that seriously threatens your privacy
fr_fr: Nous vous recommandons vivement de supprimer cet élément dans la mesure où il fait partie d'une application qui menace sérieusement votre confidentialité

source: We recommend that you keep the cookies that allow you the convenience of logging in to frequently used web sites, but pay careful consideration to what information is stored and how it can be used to track your activity
fr_fr: Nous vous recommandons vivement de garder les cookies qui facilitent la connexion aux sites Web que vous fréquentez souvent, mais aussi, de surveiller les informations stockées et la façon dont elles peuvent être utilisées pour suivre vos activités

source: We recommend that you correct this setting
fr_fr: Nous vous recommandons de corriger ce paramètre

source: This change may have been made as the result of a valid software installation. Before removing/correcting this item, you should consider the impact it may have on software that has been recently installed.
fr_fr: Il se peut que cette modification soit à l'origine d'une installation logicielle valide. Avant de supprimer/corriger cet élément, vous devez prendre en considération les conséquences qu'il peut entraîner sur un logiciel récemment installé.

source: We strongly recommend that you remove this item as it is part of an application that could seriously damage your system or threaten your privacy
fr_fr: Nous vous recommandons vivement de supprimer cet élément qui fait partie d'une application pouvant sérieusement endommager votre système ou menacer votre confidentialité

source: This item looks similar to a known privacy threat, but it's threat cannot be fully determined. Consider whether this is part of a valid application before removing it
fr_fr: Cet élément comporte des ressemblances avec une menace connue pour la confidentialité, mais sa menace ne peut pas être formellement identifiée. Vérifiez si elle fait partie d'une application valide avant de la supprimer

source: We strongly recommend that you remove this item as it is part of an application that adds clutter to your web browser and threatens your privacy
fr_fr: Nous vous recommandons vivement de supprimer cet élément dans la mesure où il fait partie d'une application qui favorise le matraquage publicitaire de votre navigateur Web et menace votre confidentialité

source: We strongly recommend that you remove this item as it is part of an application that adds clutter to your system and threatens your privacy
fr_fr: Nous vous recommandons vivement de supprimer cet élément dans la mesure où il fait partie d'une application qui favorise le matraquage publicitaire de votre système et menace votre confidentialité

source: This change may have been made as the result of a valid software installation. Before removing/correcting this item, you should consider the impact it may have on software that has been recently installed
fr_fr: Il se peut que cette modification soit à l'origine d'une installation logicielle valide. Avant de supprimer/corriger cet élément, vous devez prendre en considération les conséquences qu'il peut entraîner sur un logiciel récemment installé

source: We recommend that you remove this item as it is part of a known Peer-to-peer application and reduces the security of files on your system
fr_fr: Nous vous recommandons de supprimer cet élément dans la mesure où il fait partie d'une application Peer To Peer connue et altère la sécurité des fichiers sur votre système

source: We strongly recommend that you carefully consider the validity of this application by reviewing the End User License Agreement (EULA)
fr_fr: Nous vous recommandons vivement de vérifier la validité de cette application en consultant le contrat de licence utilisateur final (CLUF)

source: IE Search Customization URL (User Default) : <SSC_ITEM.szValue>
fr_fr: URL de personnalisation de recherche IE (utilisateur par défaut)&nbsp;: <SSC_ITEM.szValue>

source: IE Search Customization URL (System Default) : <SSC_ITEM.szValue>
fr_fr: URL de personnalisation de recherche IE (système par défaut)&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Customization URL (User Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de personnalisation de recherche IE (utilisateur par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Description: IE Search Customization URL (System Default)Value: <SSC_ITEM.szValue>
fr_fr: Description&nbsp;: URL de personnalisation de recherche IE (système par défaut)Valeur&nbsp;: <SSC_ITEM.szValue>

source: Resource string is not available
fr_fr: Chaîne de ressource non disponible

source: Invoke
fr_fr: Appeler

source: Unhandled Operation
fr_fr: Opération non gérée

source: Full Control
fr_fr: Contrôle intégral

source: Ask
fr_fr: Demander

source: List device content only
fr_fr: Répertorier le contenu des dispositifs uniquement

source: Unhandled Permission
fr_fr: Permission non gérée

source: Unhandled Policy
fr_fr: Stratégie non gérée

source: Includes all kinds of storage devices, except floppy and optical disks, that connect through a USB interface
fr_fr: Comprend tous les types de dispositifs de stockage, à l’exception des disquettes et disques optiques, connectés à travers une interface USB

source: Storage media read by internal or external drives using lasers; commonly in CD or DVD format
fr_fr: Supports de stockage lus par des lecteurs internes ou externes à l'aide de lasers&nbsp;; généralement au format CD ou DVD

source: Event
fr_fr: Événement

source: Registry
fr_fr: Registre

source: File System
fr_fr: Système de fichiers

source: Low
fr_fr: Faible

source: High
fr_fr: Élevé

source: Unknown
fr_fr: Inconnu

source: Deny
fr_fr: Refuser

source: Deny (Read Only)
fr_fr: Refuser (lecture seule)

source: Deny (Read/Write Only)
fr_fr: Refuser (lecture/écriture seule)

source: Deny (Read/Execute Only)
fr_fr: Refuser (lecture/exécution seule)

source: Feedback Only
fr_fr: Commentaires uniquement

source: Other
fr_fr: Autre

source: Assess
fr_fr: Évaluer

source: Start/Stop AEGIS successfully
fr_fr: Démarrage/arrêt d'AEGIS réussi

source: Start/Stop AEGIS failed
fr_fr: Échec démarrage/arrêt d'AEGIS

source: Malicious:
fr_fr: Malveillant :

source: Suspicious:
fr_fr: Suspect :

source: Blocked Program
fr_fr: Programmes bloqués

source: Malware behavior blocking
fr_fr: Blocage du comportement des programmes malveillants

source: The hot fix deployment or client upgrade was unsuccessful. The client was rolled back to its previous state.
fr_fr: Le déploiement des correctifs de type hotfix ou la mise à niveau du client a échoué. Le client a été rétrogradé vers son état antérieur.

source: URL Blocked
fr_fr: URL bloqué

source: Trend Micro has blocked the URL you are attempting to access because it is a known phishing URL.
fr_fr: Trend Micro a bloqué l'URL à laquelle vous tentez d'accéder car il s'agit d'une URL connue pour pratiquer le phishing.

source: Blocked by Web Reputation, Trend Micro Core Protection Module 10.6 SP1, Copyright © 1998-2012, Trend Micro Incorporated. All rights reserved.
fr_fr: Bloqué par la réputation de sites Web, Trend Micro Core Protection Module 10.6 SP1, Copyright © 1998-2012, Trend Micro Incorporated. Tous droits réservés.

source: Risk Level:
fr_fr: Niveau de risque :

source: This analysis contains information about theActiveUpdate components installed on your Core Protection Module server. After activating this analysis, you will see the following properties: Server Integration Script Version Server Integration Script Install Time Pattern Update Status Virus Pattern - Version Virus Pattern - Last Update IntelliTrap Pattern - Version IntelliTrap Pattern - Last Update IntelliTrap Exception Pattern - Version IntelliTrap Exception Pattern - Last Update Virus Scan Engine (32-bit) - Version Virus Scan Engine (32-bit) - Last Update Virus Scan Engine (64-bit) - Version Virus Scan Engine (64-bit) - Last Update Spyware Pattern - Version Spyware Pattern - Last Update Spyware Active-monitoring Pattern - Version Spyware Active-monitoring Pattern - Last Update Spyware Scan Engine (32-bit) - Version Spyware Scan Engine (32-bit) - Last Update Spyware Scan Engine (64-bit) - Version Spyware Scan Engine (64-bit) - Last Update Virus Cleanup Template - Version Virus Cleanup Template - Last Update Virus Cleanup Engine (32-bit) - Version Virus Cleanup Engine (32-bit) - Last Update Virus Cleanup Engine (64-bit) - Version Virus Cleanup Engine (64-bit) - Last Update Anti-rootkit Driver (32-bit) - Version Anti-rootkit Driver (32-bit) - Last Update Mirror Script Last Run Status Mirror Script Last Run Message Auto-Update - Enabled Common Firewall&nbsp;Pattern - Version Common Firewall&nbsp;Pattern - Last Update Virus Scan Engine for Mac - Version Virus Scan Engine for Mac - Last Update Behavior Monitor Detection Pattern(32-bit) - Version Behavior Monitor Detection Pattern (32-bit) - Last Update Behavior Monitor Driver (32-bit) - Version Behavior Monitor Driver (32-bit) - Last Update Behavior Monitor Core Service (32-bit) - Version Behavior Monitor Core Service (32-bit) - Last Update Behavior Monitor Configuration Pattern - Version Behavior Monitor Configuration Pattern - Last Update Policy Enforcement Pattern - Version Policy Enforcement Pattern - Last Update Digital Signature Pattern - Version Digital Signature Pattern - Last Update Smart Scan Agent Pattern - Version Smart Scan Agent Pattern - Last Update Behavior Monitor Detection Pattern(64-bit) - Version Behavior Monitor Detection Pattern (64-bit) - Last Update Behavior Monitor Driver (64-bit) - Version Behavior Monitor Driver (64-bit) - Last Update Behavior Monitor Core Service (64-bit) - Version Behavior Monitor Core Service (64-bit) - Last Update
fr_fr: Cette analyse contient des informations sur les composants ActiveUpdate installés sur le serveur Core Protection Module. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Version du script d'intégration du serveur Date et heure d'installation du script d'intégration du serveur État de mise à jour du fichier de signatures Fichier de signatures de virus – Version Fichier de signatures de virus – Dernière mise à jour Signatures IntelliTrap – Version Signatures IntelliTrap – Dernière mise à jour Signatures d'exceptions IntelliTrap – Version Signatures d'exceptions IntelliTrap – Dernière mise à jour Moteur de scan antivirus (32 bits) – Version Moteur de scan antivirus (32 bits) – Dernière mise à jour Moteur de scan antivirus (64 bits) – Version Moteur de scan antivirus (64 bits) – Dernière mise à jour Fichier de signatures de spywares – Version Fichier de signatures de spywares – Dernière mise à jour Signatures de surveillance active des spywares – Version Signatures de surveillance active des spywares – Dernière mise à jour Moteur de scan anti-spyware (32 bits) – Version Moteur de scan anti-spyware (32 bits) – Dernière mise à jour Moteur de scan anti-spyware (64 bits) – Version Moteur de scan anti-spyware (64 bits) – Dernière mise à jour Modèle de nettoyage de virus – Version Modèle de nettoyage de virus – Dernière mise à jour Moteur de nettoyage de virus (32&nbsp;bits) – Version Moteur de nettoyage de virus (32&nbsp;bits) – Dernière mise à jour Moteur de nettoyage de virus (64&nbsp;bits) – Version Moteur de nettoyage de virus (64&nbsp;bits) – Dernière mise à jour Anti-rootkit Driver (32 bits) – Version Anti-rootkit Driver (32 bits) – Dernière mise à jour État de la dernière exécution du script miroir Message de la dernière exécution du script miroir Mise à jour automatique – activée Signatures du pare-feu commun – Version Signatures du pare-feu commun – Dernière mise à jour Moteur de scan antivirus pour Mac – Version Moteur de scan antivirus pour Mac – Dernière mise à jour Modèle de détection de surveillance des comportements (32bits) - Version Modèle de détection de surveillance des comportements (32 bits) - Dernière mise à jour Pilote de surveillance des comportements (32 bits) - Version Pilote de surveillance des comportements (32 bits) - Dernière mise à jour Service principal de surveillance des comportements (32 bits) - Version Service principal de surveillance des comportements (32 bits) - Dernière mise à jour Modèle de configuration de surveillance des comportements – Version Modèle de configuration de surveillance des comportements – Dernière mise à jour Modèle de conformité aux stratégies – Version Modèle de conformité aux stratégies – Dernière mise à jour Digital Signature Pattern – Version Digital Signature Pattern – Dernière mise à jour Smart Scan Agent Pattern – Version Smart Scan Agent Pattern – Dernière mise à jour Modèle de détection de surveillance des comportements(64 bits) - Version Modèle de détection de surveillance des comportements(64 bits) - Dernière mise à jour Pilote de surveillance des comportements (64 bits) - Version Pilote de surveillance des comportements (64 bits) - Dernière mise à jour Service principal de surveillance des comportements (64 bits) - Version Service principal de surveillance des comportements (64 bits) - Dernière mise à jour

source: This analysis contains information about theActiveUpdate settings installed on your Core Protection Module server. After activating this analysis, you will see the following properties: Log Rolling Frequency Number of Updates to Keep On Server Proxy Enabled Proxy Server Proxy HTTP/SOCKS4 Proxy Port Proxy User Update Source Update Source Username Update Source Password
fr_fr: Cette analyse contient des informations sur les paramètres ActiveUpdate installés sur le serveur Core Protection Module. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Fréquence de la publication de journaux Nombre de mises à jour pour Maintenir sur le serveur Proxy activé Serveur proxy Proxy HTTP/SOCKS4 Port du proxy Utilisateur proxy Source de mise à jour Nom d'utilisateur de Source de mise à jour Mot de passe de Source de mise à jour

source: Risk level cannot be displayed because active scripting is disabled. Dangerous Highly suspicious Suspicious Untested
fr_fr: Le niveau de risque ne peut pas être affiché car Active Scripting est désactivé. Dangereux Très suspect Suspect Non testé

source: Details:
fr_fr: Informations détaillées :

source: Verified fraud page or threat source Suspected fraud page or threat source Associated with spam or possibly compromised Rating in progress. Trend Micro Web Reputation is currently set to block pages that have not been checked for safety.
fr_fr: Page frauduleuse ou source de menaces avérée Page frauduleuse ou source de menaces suspecte Associé à du spam ou potentiellement compromis Évaluation en cours. Le service de réputation de sites Web de Trend Micro est actuellement configuré pour bloquer les pages dont la sécurité n'a pas été vérifiée.

source: Blocked by Web Reputation, Trend Micro Core Protection Module 10.6, Copyright © 1998-2011, Trend Micro Incorporated. All rights reserved.
fr_fr: Bloqué par la réputation de sites Web, Trend Micro Core Protection Module 10.6, Copyright © 1998-2011, Trend Micro Incorporated. Tous droits réservés.

source: The URL you are attempting to access cannot be rated at this time.
fr_fr: L'URL à laquelle vous tentez d'accéder ne peut pas être évaluée en ce moment.

source: Trend Micro has blocked the URL you are attempting to access because it is a known DNS-spoofing URL.
fr_fr: Trend Micro a bloqué l'URL à laquelle vous tentez d'accéder car il s'agit d'une URL connue d'usurpation de nom de domaine.

source: The URL that you are attempting to access is a potential security risk. Trend Micro Core Protection Module has blocked this URL in keeping with network security policy.
fr_fr: L'URL auquel vous tentez d'accéder constitue un risque de sécurité potentiel. Trend Micro Core Protection Module a bloqué cet URL conformément à la stratégie de sécurité du réseau.

source: en_us
fr_fr: fr

source: Blocked Sites
fr_fr: Sites bloqués

source: Visited Sites
fr_fr: Sites visités

source: URL Filter:
fr_fr: Filtrage des URL&nbsp;:

source: Most Recent Block
fr_fr: Derniers blocs

source: Number of Blocks
fr_fr: Nombre de blocs

source: Number of Visits
fr_fr: Nombre de visites

source: Number of Devices
fr_fr: Nombre de périphériques

source: Blocked Devices
fr_fr: Périphériques bloqués

source: Loading...
fr_fr: Chargement...

source: Update
fr_fr: Mise à jour

source: Anti-Virus Pattern Versions
fr_fr: Versions du fichier de signatures antivirus

source: Anti-Virus Engine Version (x32)
fr_fr: Version du moteur anti-virus (x32)

source: Anti-Virus Engine Version (x64)
fr_fr: Version du moteur anti-virus (x64)

source: Anti-Virus Engine Version (for Mac)
fr_fr: Version du moteur anti-virus (pour Mac)

source: Smart Scan Agent Pattern Version
fr_fr: Version de Smart Scan Agent Pattern

source: IntelliTrap Pattern Versions
fr_fr: Versions des signatures IntelliTrap

source: IntelliTrap Exception Pattern Versions
fr_fr: Versions de signatures d'exceptions IntelliTrap

source: Anti-Spyware Pattern Versions
fr_fr: Versions du fichier de signatures anti-spyware

source: Spyware Engine Version (x32)
fr_fr: Version du moteur anti-spyware (x32)

source: Spyware Engine Version (x64)
fr_fr: Version du moteur anti-spyware (x64)

source: Spyware Active-monitoring Pattern Versions
fr_fr: Versions des signatures de surveillance active des spywares

source: Anti-Rootkit Driver Version
fr_fr: Version d'Anti-Rootkit Driver

source: DCS Template Version
fr_fr: Version du modèle DCS

source: DCS Engine Version (x32)
fr_fr: Version du moteur DCS (x32)

source: DCS Engine Version (x64)
fr_fr: Version du moteur DCS (x64)

source: CPM Program Version
fr_fr: Version du programme CPM

source: CPM for Mac Program Version
fr_fr: Version du programme CPM pour Mac

source: Firewall Driver Version
fr_fr: Version du pilote du pare-feu

source: Firewall Pattern Version
fr_fr: Version du fichier de signatures de pare-feu

source: CPM - Scan Type
fr_fr: CPM – Type de scan

source: CPM - VDI Clients
fr_fr: CPM – Clients VDI

source: Behavior Monitor Detection Pattern
fr_fr: Signature de détection de surveillance des comportements

source: Behavior Monitor Driver Version
fr_fr: Version du Pilote de surveillance des comportements

source: Behavior Monitor Core Service Version
fr_fr: Version du Service principal de surveillance des comportements

source: Behavior Monitor Configuration Pattern Version
fr_fr: Version du modèle de configuration de surveillance des comportements

source: Policy Enforcement Pattern Version
fr_fr: Version du modèle de conformité aux stratégies

source: Digital Signature Pattern Version
fr_fr: Version de Digital Signature Pattern

source: Firewall
fr_fr: Pare-feu

source: Behavior Monitor
fr_fr: Surveillance des comportements

source: Version: Computer Count: (%)
fr_fr: Version : Nombre d'ordinateurs: (&nbsp;%)

source: Scan Type: Computer Count: (%)
fr_fr: Type de scan: Nombre d'ordinateurs: (&nbsp;%)

source: CPM Client: Computer Count: (%)
fr_fr: Client CPM: Nombre d'ordinateurs: (&nbsp;%)

source: VDI Clients
fr_fr: Clients VDI

source: Non-VDI Clients
fr_fr: Clients non-VDI

source: Specify the connection settings so VDI components can connect to VDI servers. Once VDI components connect to VDI servers, VDI enabled clients can be protected.
fr_fr: Spécifiez les paramètres de connexion pour que les composants&nbsp;VDI puissent se connecter aux serveurs&nbsp;VDI. Une fois que les composants&nbsp;VDI se connectent aux serveurs&nbsp;VDI, les clients ayant activé VDI peuvent être protégés.

source: Basic Configuration
fr_fr: Configuration de base

source: Add New Connection Settings
fr_fr: Ajouter de nouveaux paramètres de connexion

source: Create Configuration Task
fr_fr: Créez la tâche de configuration

source: VMWare vCenter™ Server
fr_fr: Serveur VMWare vCenter™

source: No connection settings are established. You may create a connection setting for VMware vCenter™ Server or Citrix XenServer™ by clicking the &quot; button.
fr_fr: Aucun paramètre de connexion n'est établi. Vous pouvez créer un paramètre de connexion pour VMware vCenter™ Server ou Citrix XenServer™ en cliquant sur le bouton «&nbsp;».

source: None
fr_fr: Aucune

source: Connection Name
fr_fr: Nom de connexion

source: Server Name/IP Address
fr_fr: Nom du serveur/adresse&nbsp;IP

source: New VDI Connection Settings
fr_fr: Nouveaux paramètres de connexion VDI

source: Edit VDI Connection Setting
fr_fr: Modifier le paramètre de connexion VDI

source: Connection Name:
fr_fr: Nom de connexion&nbsp;:

source: Server Name or IP Address:
fr_fr: Nom ou adresse&nbsp;IP du serveur&nbsp;:
